Repository: zabbix-jp/translation
Catalog: releasenote/releasenote-omegat.tmx
Source language: en_us
Languages: ja

source: [ZBX-2005] fixed graph being deleted when any of its items are deleted
ja: [ZBX-2005] グラフを構成するアイテムのいずれかをを削除した際にグラフも削除されてしまう問題を修正

source: Zabbix performance was significantly improved by better memory caching as well as decreased load to the database server.
ja: メモリキャッシュを改善したことにより、Zabbixのパフォーマンスが大幅に改善されました。データベースの負荷を削減することができまます。

source: screen actions moved to Audit, added filter for Audit
ja: アクション画面を変更履歴に移動し、変更履歴画面にフィルタ機能を追加

source: Unlimited Number of Map Link Styles
ja: 制限のないマップリンク形式

source: [ZBX-1062] deny creation of log and eventlog items with non log type of information
ja: [ZBX-1062] データのタイプにログを指定しない場合にログとイベントログを作成できないように修正

source: [ZBX-3997] fixed IE9 dragging
ja: [ZBX-3997] IE9のドラッグ処理を修正

source: Better translation framework for WEB interface
ja: Webインターフェースのより良い翻訳フレームワーク

source: [DEV-271] fixed graphs out of bounds problem
ja: [DEV-271] グラフのはみだしを修正

source: [ZBXNEXT-791] added HostnameItem to Agent and Proxy configuration for setting the default Hostname
ja: [ZBXNEXT-791] デフォルトのホスト名設定のためにエージェントとプロキシの設定にHostnameItemを追加

source: [ZBX-3537] trigger events are now sorted by timestamp
ja: [ZBX-3537] トリガーイベントをタイムスタンプでソートされるように修正

source: [ZBX-2386] rows per page limit increased
ja: [ZBX-2386] 各ページの行数制限を緩和

source: [ZBX-953] added informative note to zabbix_agentd --help output about user parameters and -t switch
ja: [ZBX-953] zabbix_agentd --helpの出力にユーザパラメータと-tオプションの情報を追加

source: [ZBX-338] added png files for images_oracle.sql script
ja: [ZBX-338] images_oracle.sqlスクリプトにpngファイルを追加

source: [ZBX-1370] fixes in items copy
ja: [ZBX-1370] アイテムのコピーを修正

source: [ZBX-4249] fixed trigger wizard when inserting macro multiple times
ja: [ZBX-4249] 複数回マクロを挿入する際のトリガーウィザードを修正

source: [ZBX-2052] fixed sending of regexps to agents
ja: [ZBX-2052] エージェントに対して正規表現を送信する処理を修正

source: [ZBX-2574] improved fixed graph Y axis measurement
ja: [ZBX-2574] グラフの固定のY軸の計算方法を改善

source: It is not yet feature complete and does not fully represent expected 2.0 version.
ja: まだすべての機能は実装されておらず、2.0バージョンで予定している機能のすべてが含まれているわけではありません。

source: [ZBXNEXT-430] added support of net.tcp.listen and net.udp.listen under Linux
ja: [ZBXNEXT-430] Linuxにnet.tcp.listenとnet.udp.listenのサポートを追加

source: [ZBX-3218] server and proxy are no longer built with libcurl by default
ja: [ZBX-3218] サーバとプロキシのビルド時にデフォルトでlibcurlを利用しないように修正

source: Template "replace" option added for easier maintenance of template linkages.
ja: テンプレートのリンクの管理をより簡単にするテンプレートの「置き換え」オプションが追加されました。

source: [ZBX-65] fixed side effect on mass update items, 'application' entries are cleaned from all affected items
ja: [ZBX-65] アイテムの一括更新時に、選択したすべてのアイテムからアプリケーションの項目が削除されてしまう問題を修正

source: [ZBX-72] fixed occured error after graph refresh
ja: [ZBX-72] グラフのリフレッシュ後に発生するエラーを修正

source: [ZBX-2191] remove broken trigger from the default dataset
ja: [ZBX-2191] 動作しないトリガーをデフォルトのデータセットから削除

source: Database integrity
ja: データベースの完全性

source: [ZBX-1497] fixed evaluation of trigger function 'count'
ja: [ZBX-1497] トリガーの関数「count」の評価を修正

source: Complete List of Bug Fixes and Improvements included into 1.8.7rc1
ja: 1.8.7rc1に含まれるすべてのバグフィックスと改善の一覧

source: [ZBX-166] accept SSL peer certificate even if domain name does not match CN
ja: [ZBX-166] ドメイン名がCNと一致しない場合でもSSL証明書を許可するように修正

source: [ZBX-1554] fixed errors when saving triggers using "Create log trigger"
ja: [ZBX-1554] 「ログのトリガーを作成」を利用したトリガー保存時のエラーを修正

source: [ZBX-2031] fixed comparison of empty strings with Oracle that led to duplicate rows in dservices
ja: [ZBX-2031] dservicesテーブルの行の重複を引き起こすOracleでの空の文字列の比較を修正

source: Reworked configuration section
ja: 設定セクションの見直し

source: [ZBX-557] fixed wrong audit action for items enable/disable
ja: [ZBX-557] アイテムの有効/無効の間違った監査記録を修正

source: [ZBX-831] DM: fixed synchronization of trends data
ja: [ZBX-831] 分散モニタリング: トレンドデータの同期を修正

source: Note that only database patch for MySQL exists now.
ja: 現在データベースのパッチはMySQLのみ存在しています。

source: It is a very early Alpha Release!
ja: 初期のアルファリリースです。

source: [ZBX-10] added Russian translation
ja: [ZBX-10] ロシア語を追加

source: [ZBX-1899] fixed sticky starttime in graphs
ja: [ZBX-1899] グラフの開始時間を固定にしたときの問題を修正

source: [ZBX-2339] fixed height of row in resource "Plain text" in screens
ja: [ZBX-2339] プレーンテキスト」画面で個々の行の高さが同じにならない問題を修正

source: [DEV-403] added Debug mode for user groups in order to simplify GUI troubleshooting
ja: [DEV-403] GUIのトラブルシューティングを簡単に行うことができるように、ユーザグループにデバッグモードを追加

source: [ZBX-1346] add more user parameter examples
ja: [ZBX-1346] ユーザパラメータのサンプルを追加

source: Now some trigger functions (min, max, avg, and other) functions support optional time shift.
ja: いくつかのトリガー関数(min、max、avgなど)でタイムシフトのオプションを利用することができます。

source: User scripts can be used to execute any command on a monitored host using Zabbix or IPMI agents.
ja: ZabbixやIPMIのエージェントを利用して監視しているサーバ上で任意のコマンドを実行するためにユーザスクリプトを利用することができます。

source: [ZBXNEXT-311] improved speedup dbconfig synchronization
ja: [ZBXNEXT-311] dbconfigの同期速度を改善

source: It is for early alpha testing only.
ja: アルファテストにのみ利用してください。

source: [ZBXNEXT-338] added caching of eventids
ja: [ZBXNEXT-338] イベントIDのキャッシュを追加

source: [ZBX-1130] fixed email sign "+" problem
ja: [ZBX-1130] メールの記号「+」を修正

source: See details.
ja: 詳細はこちらを参照してください。

source: This is the second release in a series of pre-1.8 releases.
ja: このドキュメントは1.8の開発版の2つ目のリリースです。

source: [ZBX-960] fixed confirmation questions in Configuration->Hosts->Host groups
ja: [ZBX-960] 設定->ホスト->ホストグループの確認画面を修正

source: [ZBX-3728] fixed a warning message when removing a user script
ja: [ZBX-3728] ユーザスクリプト削除時の警告メッセージを修正

source: It should improve performance of configuration syncing a lot.
ja: 設定の同期のパフォーマンスが大幅に改善されます。

source: [ZBX-2027] fixed selecting wrong host after cancelling trigger comment
ja: [ZBX-2027] トリガーのコメントをキャンセルした場合、間違ったホストが選択される問題を修正

source: [ZBX-2228] fixed compilation under FreeBSD with enabled LDAP
ja: [ZBX-2228] FreeBSDでLDAPを有効にした際のコンパイルの問題を修正

source: [ZBX-2882] fixed wrong item vfs.file.cksum[/vmlinuz] for some templates
ja: [ZBX-2882] いくつかのテンプレートでアイテムvfs.file.cksum[/vmlinuz]の誤りを修正

source: [ZBXNEXT-225] update Brazilian Portuguese translation; thanks to murilex
ja: [ZBXNEXT-225] ポルトガル語(ブラジル)訳を更新; murilexに感謝

source: [ZBX-4158] fixed DB transaction processing, stop and abort on error
ja: [ZBX-4158] エラーにより停止や異常終了した時のDBのトランザクション処理を修正

source: [ZBX-1727] add missing S_INCORRECT_EXPRESSION localisation string
ja: [ZBX-1727] 翻訳文字列に欠けていたS_INCORRECT_EXPRESSIONを追加

source: No new major features were introduced in this release.
ja: このリリースにはメジャーな新機能は含まれません。

source: Enhanced control of housekeeper settings
ja: housekeeper設定の改善

source: [ZBX-1383] fixed selection after mass operations, performance imrovements and links to host configuration in proxies screen
ja: [ZBX-1383] プロキシ画面の一括更新を行なった後の選択状態の問題を修正、パフォーマンスを改善、ホスト設定へのリンクを追加
